IDEA Open Model
DappedEnd.Rotation Property
Compatible with IDEA StatiCa 20.1
 Rotation of dapped end
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double Rotation { get; set; }
Public Property Rotation As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
DappedEnd Class
IdeaRS.OpenModel.Detail Namespace